[
  {
    "heading": "Cover your monthly payment with just one order",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/cover.png",
    "paragraphs": [
      "<b>Did you know you can cover your monthly payment AND make a profit with just one order of custom shirts</b>",
      "Let’s breakdown the math:",
      "A typical wholesale t-shirt costs $2.00. Depending on the image you’re printing, the ink can cost around $1.00 per shirt, which equates to a total of about $3.00 per shirt.",
      "On average, most shirts with a full-color custom design sell for $25 per shirt if sold individually.",
      "That means your profit potential is approximately $22!",
      "With that in mind, <b>one small order of 12 shirts is enough to cover your monthly payment!</b>"
    ],
    "button": "I WANT TO START MY OWN BUSINESS"
  },
  {
    "heading": "Starting your first <br class=\"hidden md:block\" /> printing business?",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/starting.png",
    "paragraphs": [
      "Are you excited to start your first t-shirt printing business but are hesitant because of the learning curve or are worried that you won’t be able to see a quick return on your investment?",
      "Whether you’re a creative graphic artist who wants to build your own brand or are a business savvy entrepreneur who wants to profit from a desirable industry, the Ri 1000 comes with all of the accessories and support that you’ll need to get your business off the ground quickly.",
      "With such great support, you won't find such low monthly payments and 0% financing anywhere else. So, if you’re ready to make your t-shirt business a reality, <span class=\"font-bold underline text-blue-dark modal-show-form\">click here to qualify for interest free financing and payments as low as $249/month and save upwards of $800 on shipping.</span>"
    ],
    "button": "I WANT lOW MONTHLY PAYMENTS"
  },
  {
    "heading": "Do you want to expand your embroidery or screen-printing business with DTG?",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/expand.png",
    "paragraphs": [
      "Do you already own an apparel decoration business, but have to turn away orders for DTG?",
      "Turning away orders puts less money in your pocket and also turns away potential customers that you could upsell with your other services. Not to mention, outsourcing your services is very risky because of unpredictable turnarounds and no control over the product quality.",
      "If you really want to own a full-service printing business that can fulfill all of your customer’s requests while keeping your profits in-house, then adding DTG to your existing printing business is a no brainer, especially with such low monthly payments compared to your monthly profit potential.",
      "With the popularity and quality of DTG combined with 0% financing, you’ll be sure to keep your customers happy and see a quick return on your new investment, especially with low monthly payments and free shipping."
    ],
    "button": "THIS OFFER IS FOR ME"
  },
  {
    "heading": "Are you a commercial printing </br> business that wants to add </br> new product lines to expand </br> your capacity?",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/add.png",
    "paragraphs": [
      "Whether you’re a commercial business that already owns DTG machines or are seeking to expand your printing business with this new technology, Ri 1000 DTG printers are the best quality printer in their class and offer the best value, allowing you to expand.",
      "As a commercial printer, you know that the more variety you are able to print on with the most mediums will allow you to dominate the printing market and land other huge commercial clients.  Not to mention, you'll save upwards of $800 on shipping which you can invest back into your business, and you won't have to pay any interest when you qualify for our 0% financing."
    ],
    "button": "I WANT LOW MONTHLY PAYMENTS AND 0% FINANCING"
  }
]
