[
  {
    "heading": "Fast Speeds",
    "paragraph": "The next-generation Ri 1000 prints full-color 10-inch x 8-inch graphics on light garments in less than 28 seconds.",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/fast.png"
  },
  {
    "heading": "Sharp, Vibrant Images",
    "paragraph": "Wow your customers with eye-popping prints. With a high-accuracy carriage and table, minimum ink drop size of 3 pL, precise table height adjustment, and dressable platens, the Ri 1000 delivers beautifully crisp, high resolution images up to 1200 x 1200 dpi.",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/vibrant.png"
  },
  {
    "heading": "'Walk-Up' Ready With Automated Maintenance",
    "paragraph": "The Ri 1000 is the only walk-up ready DTG printer in the industry. While other DTG printers require frequent maintenance, the Ri 1000 saves time by automating white ink agitation, self-cleaning functions, and continuous monitoring of ink supply and air levels. For maintenance functions that are not automated, the Ri 1000’s built-in Interactive Operation Guide alerts users, sending them reminders to complete necessary tasks. The result is a printer that is low-maintenance and ready to print at any time.",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/walk%20up.png"
  },
  {
    "heading": "Built-In Interactive Operation Guide With Smart Alerts",
    "paragraph": "To make maintenance even easier, the Ri 1000 features a built-in Interactive Operation Guide. Accessible through the machine's spacious 7\" touchscreen display, the interactive guide provides smart alerts reminding you when to perform routine manual maintenance tasks. Recognized for these cutting-edge features, the Ri 1000 direct-to-garment printer earned its designation as a RED HOT Technology in 2019.",
    "image": "https://f.hubspotusercontent30.net/hubfs/3019581/ricoh-dgt-landing-page/interactive.png"
  }
]
